tap "cloudfoundry/tap"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "sanemat/font"
tap "srcclr/srcclr"
brew "bash"
brew "gettext", link: true
brew "composer"
brew "emacs", args: ["with-cocoa"]
brew "fontforge"
brew "fzf"
brew "ghq", link: false
brew "git"
brew "gnu-sed"
brew "go"
brew "goenv"
brew "gradle"
brew "graphviz"
brew "htop"
brew "httpstat"
brew "hugo"
brew "jo"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lua"
brew "minikube"
brew "mkcert"
brew "mysql"
brew "nginx"
brew "nkf"
brew "node"
brew "nodebrew"
brew "pandoc"
brew "protobuf"
brew "protoc-gen-go"
brew "pwgen"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "selenium-server-standalone"
brew "skaffold"
brew "stern"
brew "tig"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "instrumenta/instrumenta/conftest"
brew "sanemat/font/ricty"
brew "srcclr/srcclr/srcclr"
cask "caffeine"
cask "clipy"
cask "dash"
cask "java"
cask "minikube"
cask "sequel-pro"
cask "xquartz"
