cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'caskroom/fonts'
tap 'simeji/jid' # json inc search

brew 'mas'
brew 'cask'
brew 'ctags'
brew 'openssl'
brew 'curl', args: ['with-openssl']
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'htop-osx'
brew 'perl'
brew 'lua'
brew 'mysql'
brew 'node'
brew 'nodebrew'
brew 'pcre'
brew 'pstree'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'zsh'
brew 'awscli'
brew 'wget'
brew 'yarn'

cask 'docker'
cask 'dropbox'
cask 'vagrant'
cask 'virtualbox'
cask 'appcleaner'
cask 'vivaldi-snapshot'
cask 'google-chrome-canary'
cask 'sublime-text'
cask 'caffeine'
cask 'dash'
cask 'karabiner-elements'
cask 'font-source-code-pro'
cask 'sequel-pro'
cask 'clipmenu'

mas 'LINE', id: 539883307
mas 'Be Focused', id: 973134470
mas 'Xcode', id: 497799835
