tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "hugo"
brew "jq"
brew "lua"
brew "mkcert"
brew "neovim"
brew "nginx"
brew "nkf"
brew "pandoc"
brew "protobuf"
brew "protoc-gen-go"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stern"
brew "tmux"
brew "vim"
brew "zsh"
cask "alacritty"
cask "clipy"
mas "Gifted", id: 771955779
mas "Xcode", id: 497799835
