alefragnani.Bookmarks
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
gerane.Theme-Zenburn
lfs.vscode-emacs-friendly
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.Go
octref.vetur
redhat.vscode-yaml
vscodevim.vim
