alefragnani.Bookmarks
CoenraadS.bracket-pair-colorizer
EditorConfig.EditorConfig
lfs.vscode-emacs-friendly
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.Go
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
ryanolsonx.zenburn
vscodevim.vim
